/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "%1$@ の認証局が使用できるようになりました";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@ の CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ は証明書要求を送信しました。添付ファイルをクリックして要求を完了してください。証明書署名要求（CSR）とは、証明書を認証局に要求するユーザを識別するために、コンピュータによって生成された情報のことです。CSR にはそのユーザの公開鍵が入っていて、CSR を使用して証明書が生成されます。証明書は %2$@ に自動的に送信されます。\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%1$@ は要求された証明書を送信しました。添付ファイルをクリックすると、“キーチェーンアクセス”によって証明書が読み込まれます。\n\n";

/* (Unused) */
"(Unused)" = "（未使用）";

/* 1024 bits */
"1024 bits" = "1024 ビット";

/* 1200 bits */
"1200 bits" = "1200 ビット";

/* 1400 bits */
"1400 bits" = "1400 ビット";

/* 1600 bits */
"1600 bits" = "1600 ビット";

/* 2048 bits */
"2048 bits" = "2048 ビット";

/* 256 bits */
"256 bits" = "256 ビット";

/* 384 bits */
"384 bits" = "384 ビット";

/* 512 bits */
"512 bits" = "512 ビット";

/* 521 bits */
"521 bits" = "521 ビット";

/* <invalid expiration date> */
"<invalid expiration date>" = "<無効な有効期限>";

/* <no certificates specified> */
"<no certificates specified>" = "<証明書が指定されていません>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "ほかの CA に依存しなくても自分の有効性を証明できる CA を“ルート”（または“アンカー”）CA と呼びます。自分の有効性をほかの CA に依存している CA を“中間 CA”と呼びます。ルート CA に対するそのような信頼は、証明書以外の方法で確立する必要があります。Mac OS X には、アップルの事前審査をパスした受理できるルート CA の識別情報リストが含まれています。キーチェーンアクセスアプリケーションを使えば、このリストにほかの CA を追加できます。この作業は管理者に依頼してもかまいません。";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "認証局 Web サイトは認証局（CA）インビテーションと認証局（CA）証明書をインターネットからダウンロードしたいユーザのために提供されています。この Web サイトは、今までに正式なインビテーションや認証局証明書を受け取ったことがないかもしれないユーザに対して主に提供されています。またこの Web サイトは、サイトが実際に認証局に属しているかどうかを確認する情報もユーザに提供しています。 認証局の SHA-1 フィンガープリントと認証局の管理者メールアドレスが確認のために表示されます。";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "自分の有効性をほかの CA（認証局）に依存している CA を中間 CA と呼びます。中間 CA はその有効性を発行元の CA に依存しているため、発行元の CA によって無効とされたり取り消されたりする可能性があります。一般に中間 CA は、発行元 CA が、対象となる用途やユーザのクラスなどを限定して自分の権限を委任するために利用されます。ユーザまたはシステムが中間 CA の発行者を信頼しているなら、明示的に無効にするのでない限り、その中間 CA も信頼することになります。Mac OS X では、中間 CA の発行者を信頼していなくても中間 CA に信頼を直接割り当てることができます。ただし、そのようにすると発行者の認証に基づいた有効性チェックに抜け道が生じます。証明書アシスタントを使って中間 CA を作成する場合は、対応する秘密鍵を持つ既存のルート CA または中間 CA が存在し、作成する CA に署名する必要があります。";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "その名前の認証局構成ファイルはすでに存在します。別の名前を選んでください。";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "認証局の名前にピリオドを含めることはできません。";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "リーフとは中間認証局またはルート認証局によって署名された証明書のことです。リーフ証明書は証明書チェーンの安全性と証明書ポリシーによって保護されます。リーフは証明書チェーンの最下層に位置しています。";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "自己署名証明書では、認証局が発行した証明書が保証するセキュリティは提供されません。自己署名証明書が受領される前に、信頼して受領する意志が受取人にあるかどうかの確認が行われます。";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "自己署名証明書は、証明書としてすぐに使用できるように作成されたルート認証局です。自己署名証明書は、証明書チェーンおよび証明書ポリシーによって保護されません。ほとんどのコンピュータは、自己署名証明書のオーナーが設定した場合を除いて、自己署名証明書を受け入れません。コンピュータによっては、どのような状況でも自己署名証明書を受け入れないことがあります。ただし、簡単に作成できるので、正式な認証局が署名する証明書の代わりにテストのためによく使用されます。";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "URI に Unicode 文字を含めることはできません。";

/* Aborted */
"Aborted" = "破棄されました";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "証明書を表示しようとしたときにエラーが発生しました。";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "証明書を評価しようとしたときにエラーが発生しました。";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "“%@”証明書をインストールしようとしたときにエラーが発生しました。";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "メールでのインビテーションを作成中にエラーが発生しました。";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "CA に対するメールでの証明書署名要求時にエラーが発生しました。メールのアカウントが正しく構成されているか確認してください。";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "認証局に対するメールでの証明書署名要求時にエラーが発生しました";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "CA Web サイトを作成しようとしたときにエラーが発生しました。（エラー＝%d）";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "iDisk 上に CA Web サイトを作成しようとしたときにエラーが発生しました。 iDisk にアクセスできませんでした。";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "iDisk 上に CA Web サイトを作成しようとしたときにエラーが発生しました。 iDisk が反応しませんでした。ネットワーク接続を確認してください。";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "“%@”の署名を検証しようとしたときにエラーが発生しました。";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "CA Web サイトを見ようとしたときにエラーが発生しました。";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "エラーが発生しました。指定の CA は有効な認証局ではありません。";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "証明書の有効期限は %d 年以内でなくてはなりません。";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "インビテーションとは、CA からの証明書を要求するユーザに配布されるファイルのことです。CA の作成が完了したら、証明書アシスタントを使ってインビテーションをユーザに簡単に配信できます。ユーザはこのインビテーションをダブルクリックし、証明書アシスタントの指示に従って証明書の要求処理を順を追って実行できます。";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "指定した IP アドレスのフォーマットが正しくありません（正しい IP アドレスのフォーマットは次のようになります：1.2.3.4）";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "証明書署名要求を読み込んでいるときに不明なエラーが発生しました。";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "適切な S/MIME ExtendedKeyUsage が見つかりません";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "指定された issuerAltName から取得した証明書が正しくありません";

/* Bad leaf cert */
"Bad leaf cert" = "リーフ証明書が正しくありません";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "ルート証明書が正しくありません（自己検証に失敗しました）";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "基本制約拡張領域";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "この CA が使う基本制約拡張領域";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "この CA のユーザが使う基本制約拡張領域";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "基本制約拡張領域がありません";

/* Cancel */
"Cancel" = "キャンセル";

/* Cert expired */
"Cert expired" = "証明書の有効期限が切れました";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "指定された issuerAltName で証明書が見つかりません";

/* Cert not yet valid */
"Cert not yet valid" = "証明書はまだ有効になっていません";

/* Certificate Request */
"Certificate Request" = "証明書要求";

/* Choose */
"Choose" = "選択";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "CA インビテーションに署名する識別情報を選択してください。";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "別の場所に Web サイトを作成するには“別の場所を指定...”クリックします。 ";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "コード署名、不正なパス長";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "コード署名、基本制約拡張領域がありません";

/* Code Signing, Development */
"Code Signing, Development" = "コード署名、開発";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "コード署名、不正な証明書チェーン長";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "コード署名、拡張鍵用途がありません";

/* Continue */
"Continue" = "続ける";

/* Could not create a key pair. */
"Could not create a key pair." = "鍵ペアを作成できませんでした。";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "認証局構成ファイルを作成できませんでした。";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "証明書の書き出しファイルが作成できませんでした。（エラー＝%d）";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "証明書の書き出しファイルが作成できませんでした。";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "公開鍵に基づく署名鍵が見つかりませんでした。";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "認証局構成ファイル“%@”の発行が見つかりませんでした。";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "ユーザへの証明書がメールできませんでした。複製がキーチェーンに入りました。";

/* Create Your Certificate */
"Create Your Certificate" = "証明書を作成";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "認証局を作成";

/* Creating Key Pair... */
"Creating Key Pair..." = "鍵ペアを作成中...";

/* Creating the CA web site... */
"Creating the CA web site..." = "CA Web サイトを作成中...";

/* Creating the certificate request... */
"Creating the certificate request..." = "証明書の発行要求を作成中...";

/* Creating the certificate... */
"Creating the certificate..." = "証明書を作成中...";

/* CRL Expired */
"CRL Expired" = "CRL の有効期限が切れました";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL がポリシーの検証に失敗しました";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL はまだ有効になっていません";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "アンカー（ルート）が CRL を検証できません";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "信頼されていないルートが CRL を検証しました";

/* Done */
"Done" = "完了";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "メールアドレスに Unicode 文字を含めることはできません。";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "エラー：認証局構成ファイル“%@”を読み込めませんでした。";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "エラー：テンプレート“%@”を読み込めませんでした。";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "証明書を評価中";

/* Expired */
"Expired" = "有効期限が切れました";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "拡張鍵用途拡張領域";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "この CA が使う拡張鍵用途拡張領域";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "この CA のユーザが使う拡張鍵用途拡張領域";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "SSL サーバ証明書は IP アドレスか DNS 名が指定されなければなりません。";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "この CA からの証明書を要求するユーザに対して、“拡張鍵用途拡張領域”を選択して選択可能オプションを確認し、証明書がどのオプションを使用するかを特定します。";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "この CA からの証明書を要求するユーザに対して、“基本制約拡張領域を含める”を選択して選択可能オプションを確認し、証明書がどのオプションを使用するかを特定します。";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "この CA からの証明書を要求するユーザに対して、“サブジェクト代替名拡張領域を含める”を選択して選択可能オプションを確認し、証明書がどのオプションを使用するかを特定します。";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "この認証局に対して、“基本制約拡張領域を含める”を選択して選択可能オプションを確認し、CA 証明書がどのオプションを使用するかを特定します。";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "この認証局に対して、“拡張鍵用途拡張領域を含める”を選択して選択可能オプションを確認し、CA 証明書がどのオプションを使用するかを特定します。";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "この認証局に対して、“サブジェクト代替名拡張領域を含める”を選択して選択可能オプションを確認し、CA 証明書がどのオプションを使用するかを特定します。";

/* Good */
"Good" = "標準品質";

/* Hostname mismatch */
"Hostname mismatch" = "ホスト名が一致しません";

/* Idle */
"Idle" = "待機中";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "CRL 配布ポイントの URI が判読できません";

/* Illegible name */
"Illegible name" = "名前が判読できません";

/* Intermediate CA */
"Intermediate CA" = "中間 CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "証明書鍵 ID が無効です";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "BasicConstraints.CA が無効です";

/* Invalid Certificate */
"Invalid Certificate" = "証明書が無効です";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "拡張鍵用途が無効です";

/* Invalid Key Usage */
"Invalid Key Usage" = "鍵の使用法が無効です";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "所有者鍵 ID が無効です";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "所有者／証明書鍵 ID リンクが無効です";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "IssuingDistributionPoint 拡張領域違反";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "鍵ペア情報";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "この CA の鍵ペア情報";

/* Key Usage Extension */
"Key Usage Extension" = "鍵用途拡張領域";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "この CA が使う鍵用途拡張領域";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "この CA のユーザが使う鍵用途拡張領域";

/* Keychain */
"Keychain" = "キーチェーン";

/* Leaf */
"Leaf" = "リーフ";

/* Let me choose */
"Let me choose" = "選択する";

/* Network */
"Network" = "ネットワーク";

/* No */
"No" = "いいえ";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "ホストから返された証明書はありません。";

/* No CRL */
"No CRL" = "CRL なし";

/* No root cert found */
"No root cert found" = "ルート証明書が見つかりません";

/* Not Yet Valid */
"Not Yet Valid" = "まだ有効になっていません";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "注意：認証局（CA）を構成するその他の証明書もユーザに提供する必要があります。その他の証明書は CA フォルダの .pem ファイルにあります。十分にセキュリティを確保するために、これらのファイルはメールで送らないでください。これらのファイルは、ファイルサーバなどの安全な場所に置いてください。";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "一部の公開鍵の解決に失敗しました";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "一部の公開鍵が解決できません";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint を超えています";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "CA 管理者に連絡してサポートを依頼してください。";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "CA 管理者に連絡して読み込みに関するサポートを依頼してください。";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "%1$@ から %2$@ までのシリアル番号を指定してください。";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "有効な有効期限を指定してください。";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "以下の証明書情報を入力してください：";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "CA の情報を入力してください：";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "%1$@の（%2$@）証明書要求に対する発行認証局を特定してください。";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "この証明書要求に対する発行認証局を特定してください。";

/* Policy verification failed */
"Policy verification failed" = "ポリシーの検証に失敗しました";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "SSL サーバを検査中";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "iDisk 上にすでに存在する“%@” Web サイトを置き換えますか？";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "既存の“%@”を置き換えますか？";

/* Required */
"Required" = "必須";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "ルートもシステムルートにあります";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME メールアドレスが一致しません";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME KeyUsage が一致しません";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME：メールアドレスが見つかりません";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME：非重要な KeyUsage です";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME：SubjectAltName は重要ではありません";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "“基本制約拡張領域を含める”を選択して選択可能オプションを確認し、この証明書がどのオプションを使用するかを特定します。";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "“拡張鍵用途拡張領域を含める”を選択して選択可能オプションを確認し、この証明書がどのオプションを使用するかを特定します。";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "“サブジェクト代替名拡張領域を含める”を選択して選択可能オプションを確認し、この証明書がどのオプションを使用するかを特定します。";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "“%1$@”を評価する適切な信頼ポリシーを選択します。";

/* Self Signed Root */
"Self Signed Root" = "自己署名ルート";

/* Self Signed Root CA */
"Self Signed Root CA" = "自己署名ルート CA";

/* Show CA Web Site... */
"Show CA Web Site..." = "CA Web サイトを表示...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "%@ アカウント情報を使用して署名";

/* Specified CRL server down */
"Specified CRL server down" = "指定された CRL サーバがダウンしています";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "この CA のユーザが使う鍵ペア情報を指定";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "認証局の鍵ペアを作成するために使用する鍵のサイズとアルゴリズムを指定してください。\n\n鍵ペアは秘密鍵と公開鍵で構成されます。秘密鍵は、鍵ペアの機密部分で、ほかのユーザに公開されることはありません。公開鍵は、デジタル証明書の一部として公開できます。";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "鍵ペアを作成するために使用する鍵のサイズとアルゴリズムを指定してください。\n\n鍵ペアは秘密鍵と公開鍵で構成されます。秘密鍵は、鍵ペアの機密部分で、ほかのユーザに公開されることはありません。公開鍵は、デジタル証明書の一部として公開できます。";

/* SSL Client */
"SSL Client" = "SSL クライアント";

/* SSL Server */
"SSL Server" = "SSL サーバ";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "サブジェクト代替名拡張領域";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "この CA が使うサブジェクト代替名拡張領域";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "この CA のユーザが使うサブジェクト代替名拡張領域";

/* Success */
"Success" = "成功";

/* System Roots */
"System Roots" = "システムルート";

/* Template = %@ */
"Template = %@" = "テンプレート = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "“%1$@”認証局を利用して、証明書要求を受け入れることができるようになりました。添付ファイルをクリックすると“証明書アシスタント”が表示され、画面の指示に従ってこの処理を実行できます。";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "“%1$@”に対する証明書が作成されました。複製がキーチェーンに入りました。";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "デフォルトの認証局は“%@”に設定されました。";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "指定されたファイルをこのアシスタントで開けませんでした。";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "鍵用途拡張領域は証明書のセキュリティ機能を特定します。“鍵用途拡張領域を含める”を選択して選択可能機能を確認し、この証明書がどれを提供するかを選択します。";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "鍵用途拡張領域は CA の証明書のセキュリティ機能を特定します。“鍵用途拡張領域を含める”を選択して選択可能機能を確認し、この証明書がどれを提供するかを選択します。";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "鍵用途拡張領域はユーザの証明書のセキュリティ機能を特定します。“鍵用途拡張領域を含める”を選択して選択可能機能を確認し、証明書がどれを提供するかを選択します。";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822 名に Unicode 文字を含めることはできません。";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "CA インビテーションに署名するための識別情報が現在ありません。";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "構成済みの認証局がありません。“認証局（CA）を作成”オプションを使用して、最初に認証局を作成する必要があります。";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "構成済みの認証局がありません。“認証局（CA）を作成”オプションを使用して、最初に認証局を作成する必要があります。";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "証明書の署名に使用できる有効なルート認証局と中間認証局がありません。“認証局を作成”オプションを使って認証局を作成してください。";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "このパネルには、この CA のユーザが証明書を要求するときに使用する、公開鍵と秘密鍵の鍵ペア情報を指定します。";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "証明書を評価するには、適切な信頼ポリシーを選択してください。";

/* Message indicating that this item is dated today */
"Today" = "今日";

/* Trusted Root */
"Trusted Root" = "信頼されたルート";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "CA 証明書を信頼するということは、今後、この CA が署名した証明書の評価を実行して証明書が有効かどうかを判断するときに、この CA を信頼するということです。CA を新規作成する場合、セキュリティ上の理由でデフォルトではその CA の証明書がシステムで信頼されることはありません。新しい CA 証明書を信頼するには、ユーザまたは管理者が明示的に操作する必要があります。この場合は、“このコンピュータ上ではこの CA に署名された証明書を信頼する”をクリックします。";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "不明（内部エラー）";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "重要な証明書拡張領域が不明です";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "重要な CRL 拡張領域が不明です";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "重要な拡張領域が不明です";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "不明なエラー＝ %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "ルート証明書が認識されません";

/* Untrusted Root */
"Untrusted Root" = "信頼されていないルート";

/* User Certificate: */
"User Certificate:" = "ユーザ証明書：";

/* VPN Client */
"VPN Client" = "VPN クライアント";

/* VPN Server */
"VPN Server" = "VPN サーバ";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "“この CA をデフォルトにする”とは？";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "“インビテーションに署名する”とは？";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "“この CA が署名した証明書を信頼する”とは？";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "CA Web サイトとは？";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "リーフ証明書とは？";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "ルート CA 自己署名とは？";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "自己署名ルート証明書は何ですか？";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "中間認証局とは？";

/* What is an invitation? */
"What is an invitation?" = "インビテーションとは？";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "ユーザが認証局から証明書を要求した場合、署名付きのインビテーションが届き、そのことでユーザがインビテーションが実際に認証局からのもので、変更を加えられていないことを知ることができます。";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "ユーザからの署名証明の要求を受け入れる際に、使用可能な認証局のポップアップメニューでデフォルトの CA が自動的に選択されます。“この CA をデフォルトにする”をクリックすると上記で選んだ CA 名がデフォルト CA になります。";

/* Yes */
"Yes" = "はい";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "昨日";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "S/MIME 証明書を発行するルート認証局を作成しようとしています。鍵ペアは 2048 ビット RSA で作成されます。このデフォルトを変更するには、“デフォルトを無効化”をクリックしてください。";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "安全なメール（S/MIME）証明書を作成しようとしています。鍵ペアは 2048 ビット RSA で作成されます。このデフォルトを変更するには、“デフォルトを無効化”をクリックしてください。";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "自己署名証明書を作成しようとしています。";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "S/MIME 証明書を発行する中間認証局を作成しようとしています。鍵ペアは 2048 ビット RSA で作成されます。このデフォルトを変更するには、“デフォルトを無効化”をクリックしてください。";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "この拡張を有効に指定している場合は少なくとも 1 つ以上の拡張鍵用途を選択する必要があります。";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "この拡張を有効に指定している場合は少なくとも 1 つ以上の鍵用途を選択する必要があります。";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "続ける前に、構成ファイル名を入力する必要があります。";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "続ける前に、ユーザのメールアドレスを入力する必要があります。";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "続ける前に、認証局のメールアドレスを入力する必要があります。";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "CA が正常に作成されました。“OK”をクリックして新しい CA を使用してください。";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "認証局“%1$@”が作成され、証明書を発行できるようになりました。";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "証明書が正常に作成されました。";

/* Your certificate is ready */
"Your certificate is ready" = "証明書の準備ができています";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "証明書要求メールが作成され、Mail.app で送信する準備ができました。送信後、証明書を含むメールが“%1$@”に送信されてきます。メールを受信したら、添付ファイルをクリックしてください。キーチェーンに読み込まれます。";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "証明書要求がディスク上に作成されました。";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "インビテーションは署名されません。";

